{"timestamp":"201406181356","articles":[{"topic":"world-cup","articleImage":{"source":"http://www.iol.co.za/polopoly_fs/fred-jun-18-1.1705209!/image/3541889404.jpg_gen/derivatives/box_300/3541889404.jpg","path":"image/3541889404.jpg","width":300,"height":225},"pubDate":"June 18, 2014 at 01:52pm","imagePath":"image/3541889404.jpg","isoDate":"2014-06-18 13:52","link":"http://www.iol.co.za/crying-foul-over-diving-1.1705210","paragraphs":["Sao Paulo - Fred denies diving in Brazil\u0027s World Cup opener that led to a disputed, go-ahead penalty kick. France\u0027s Loic Remy considers the fall a disgrace and has called for punishment.","The debate over diving began on day one of this World Cup, and it has people everywhere talking about whether simulation is simply part of the game or bad for the sport altogether.","Coaches at all levels and players young and old are questioning the motives and sportsmanship of global stars on the sport\u0027s biggest stage - and how such examples of flopping might affect the on-field behaviour of the next generation.","Even 2012 US Olympic diving coach Drew Johansen is taking notice.","“I have been watching the World Cup and have been very impressed with the dives I have seen,\" said Johansen, who coaches at Indiana University. “Similar to the sport of diving, it\u0027s all about getting  the judges\u0027s (referees\u0027s) attention. I think Fred\u0027s use of his arms really got the job done on that dive. I would score at 9.5 on the Olympic scale.\"","Fred went down in the area under minimal contact from Dejan Lovren in the 71st minute last Thursday, leading to Neymar\u0027s penalty kick that put the Selecao ahead 2-1.","A day later, Remy called for Fred to be “punished\" for the move - one that incensed the Croatians and put referee Yuichi Nishimura of Japan in the spotlight for all the wrong reasons.","A furious Lovren scoffed: “We can give the World Cup directly to  Brazil.\"","“He does it well, throws himself at the right time because you can see that there\u0027s no foul at all. Lovren doesn\u0027t pull him back,\"  said Remy, who played two seasons with Fred for Lyon from 2006-08. “Experience comes into it, and it\u0027s important to fall at the right time. For me, the striker should be punished for this kind of wrongdoing.\"","Players can be disciplined later for diving, though Fred wasn\u0027t,  and it rarely happens at the highest levels of the sport. In basketball, the NBA has tried to crack down, and its policy was on display during the league\u0027s recent finals.","Miami\u0027s Dwyane Wade was hit with a $5 000 fine June 9 for flopping in Game 2 on a foul by the Spurs\u0027s Manu Ginobili.","“The \u0027soccer dive\u0027 has been perfected by our South American friends,\" said Todd Yeagley, a former MLS player and executive who\u0027s now the soccer coach at Indiana. “Unfortunately, diving is utilised by some of our finest attackers to create free-kick opportunities and penalty kicks. The officials have a tall order to determine whether it was a true foul or a well-orchestrated dive. The potential yellow for diving is calculated by many as a risk worth taking to get a key PK call by the official.\"","It sure appeared that way for Fred in his team\u0027s 3-1 victory. Youth soccer coaches hope youngsters don\u0027t attempt to mimic the World Cup way after watching the tournament.","“The diving is certainly translated to the youth game, unfortunately,\" said Rob Risley, a former player in the UK and at Marshall University who has coached youth soccer for 15 years, currently at FC Los Angeles. “Players learn to anticipate contact and take that as a foul rather than using their body to protect the  ball and work through the contact.\"","Meanwhile, the apparent dives keep coming. US right back Fabian Johnson threw his arms in the air to protest during the second half of Monday\u0027s 2-1 win against Ghana when it looked as though he made only the slightest contact on the back of Jonathan Mensah in the 57th minute.","“After watching the dives done by Brazil footballers I can only imagine how their diving team is improving in preparation for the (Olympic) games in Rio 2016,\" cracked Johansen. “I think I will call our IU soccer coach Yeagley and see if I can learn any new diving techniques to help give my team an edge.\" - Sapa-AP"],"section":"sport","articleId":"crying-foul-over-diving","title":"Crying foul over diving","numDate":"20140618","description":"Diving has taken centre stage at the World Cup sparking a furious debate over the sportsmanship of the practice.","imageCaption":"Brazil\u0027s Fred is among those who have been accused of using the controversial practice of diving to their advantage in the World Cup.","imageCredit":"AFP","articlePath":"article/crying-foul-over-diving.json"},{"topic":"star-in-age-tag-rumpus-1.1705176","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/copy-of-nd-comrades-alan-robb-etch-42680829-1.1705175!/image/2502451599.jpg_gen/derivatives/box_300/2502451599.jpg","width":300,"path":"image/2502451599.jpg"},"pubDate":"June 18, 2014 at 01:37pm","imagePath":"image/2502451599.jpg","isoDate":"2014-06-18 13:37","link":"http://www.iol.co.za/star-in-age-tag-rumpus-1.1705176","paragraphs":["FOUR-times Comrades Marathon winner, Alan Robb, who recently completed his 41st Comrades, has been denied his second-place Grand Masters prize - because race officials say his age category tag \"was not clearly visible\".","However, Robb, 60, who has photographic proof that he wore the tag during the down run two weeks ago, is flabbergasted.","The decision by KwaZulu-Natal Athletics, which governs athletics in the province, means he did not get the R6 000 prize that goes with second place.","\"I am hoping it is just a mistake. My daughter has raised it with them and they are looking into it,\" Robb said from his home in Johannesburg on Tuesday.","\"If you have a look at the photographs of me running you can see the age category tag. Some of the pictures are taken from angles where you can\u0027t see the tag but there are some where it is clearly visible.","\"The most clearly visible picture that proves I had been wearing the tag is the one of me and my daughter at the finish of the race.\"","Robb said his age category tags were sewn on the front and back of his vest.","However, Comrades race director, Rowyn James, said he had looked at a photograph of Robb running the race and \"I clearly could not see an age category tag on his vest\".","When told that Robb stood by his claim that an age category tag was sewn on his vest, he said: \"If this comes from Alan\u0027s own mouth I can\u0027t comment.","\"Alan is a distinguished person in Comrades and I don\u0027t think he will say that if it wasn\u0027t true.\"","James said, however, that the rules were specific.","\"If you want to be in contention for a category prize, then you have to wear your category indicator clearly on your vest. That is what it stipulates. If you don\u0027t wear your category tag, front and back clearly displayed, you don\u0027t qualify,\" he said.","\"If anyone wants to contest it they have to contest it directly with race officials.\"","The chief referee, or the technical delegate of the race, was from KwaZulu-Natal Athletics and not the Comrades Marathon Association, James said.","\"We are merely the organisers of the event, we are not the custodians.\"","Running legend, Zola Budd, was stripped of her Comrades Marathon age category win because she did not wear her age category tag.","Veteran","The 48-year-old Budd came seventh, was the first South African in the female top 10, and the first veteran to cross the line.","She had been issued with an international number that had the age category tag on it.","But race officials said a separate number had to be sewn on the athlete\u0027s vest.","Robb\u0027s daughter, Staci Katsivalis, said she had raised the issue with a Comrades official who was going to discuss it with the race officials, but had not heard anything further.","Anand Naicker, KwaZulu-Natal Athletics\u0027s technical delegate for the race, said the age category tag had to be clearly visible and officials had ruled against Robb \"accordingly on that basis\".","He said officials would have made a decision on \"what was available to them on race day\".","\"The rules apply to everybody, and once the results are officially declared anyone can launch an appeal or a protest with the race.","\"It then goes to the committee, and after hearing the arguments they will rule accordingly.\"","Naicker said he did not know if an official appeal had been raised by Robb.","\"You see, a person can complain, which is different from an appeal or a protest...\"","Naicker said according to race procedures, an athlete normally had 30 minutes after the results were announced to launch an appeal process.","There was, however, the possibility of objecting to the race a few weeks later.","\"Technically, a person\u0027s time frame has lapsed as well. But that is due process - you can\u0027t do anything about that.","\"Normally you have 30 minutes after the results on Sunday to appeal.\"","Robb, who runs for Germiston Callies Harriers in Gauteng, completed the race in 8hr 43min 20sec, behind Grand Master Peter Erasmus, who clocked 8.08.36.","Race officials, however, awarded second place to Sam Damane, who finished in 8.58.38.","Robb, who at just 22 won his first Comrades in 1976, said he only became aware that he had not been placed in the Grand Masters category when he checked the results a day later.","\"I just wondered why, so my daughter phoned in and she spoke to someone there and that\u0027s when we found out,\" he said.","\"How can they only give a person 30 minutes after the race to appeal when most people are only looking at the results the next day?\""],"section":"dailynews","articleId":"star-in-age-tag-rumpus","title":"Star in age tag rumpus","numDate":"20140618","description":"Four-times Comrades winner Alan Robb has been left flabbergasted after being denied his second-place Grand Masters prize.","relatedArticleList":[{"title":"Zola knew the rules: officials","source":"http://www.iol.co.za:80/dailynews/news/zola-knew-the-rules-officials-1.1703065","path":"article/zola-knew-the-rules-officials"},{"title":"Some commend KZN Athletics","source":"http://www.iol.co.za:80/dailynews/news/some-commend-kzn-athletics-1.1703038","path":"article/some-commend-kzn-athletics"},{"title":"Budd stripped of win","source":"http://www.iol.co.za:80/dailynews/news/budd-stripped-of-win-1.1702541","path":"article/budd-stripped-of-win"},{"title":"Budd: rules are rules","source":"http://www.iol.co.za:80/dailynews/opinion/budd-rules-are-rules-1.1703231","path":"article/budd-rules-are-rules"}],"imageCaption":"Alan Robb with his daughter Staci Katsivalis moments after finishing his 41st Comrades.","imageCredit":"Jetline Action","articlePath":"article/star-in-age-tag-rumpus.json"},{"topic":"soccer","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/maradona-jun-16-1.1705131!/image/2098590548.jpg_gen/derivatives/box_300/2098590548.jpg","width":300,"path":"image/2098590548.jpg"},"pubDate":"June 18, 2014 at 01:00pm","imagePath":"image/2098590548.jpg","isoDate":"2014-06-18 13:00","link":"http://www.iol.co.za/maradona-criticises-brazil-s-game-1.1705132","paragraphs":["Caracas - After watching Brazil play to a scoreless draw against Mexico, former Argentina superstar Diego Maradona criticised the World Cup hosts for their unconvincing performance through two matches at the 2014 finals.","\"If they want to be one of the favourites, then Brazil needs to drastically improve themselves,\" the 1986 world champion told the De Zurda show on Venezuelan TV channel Telesur on Tuesday night.","The 53-year-old said the Selecao are relying too much on Neymar. The Brazilian star did have some good chances against Mexico, but he was not as effective as he was versus Croatia.","\"I recognised that Mexico can play at the same level as Brazil because other than Neymar, Brazil do not know how to attack,\" said Maradona, who believes there are are no other options up front.","The Argentinean great also said the referees are looking after the Brazilians, saying Brazilian Thiago Silva should have seen the red card for his foul on Javier Hernandez.","\"That leaves one to wonder if Brazil want to get better that it would do so thanks to the referee more than their own doing,\" said Maradona. - Sapa-dpa"],"section":"sport","articleId":"maradona-criticises-brazil-s-game","title":"Maradona criticises Brazil\u0027s game","numDate":"20140618","description":"Former superstar Diego Maradona has criticised Brazil for their unconvincing World Cup performances.","relatedArticleList":[{"title":"Messi desperate to escape Maradona\u0027s shadow","source":"http://www.iol.co.za:80/sport/soccer/messi-desperate-to-escape-maradona-s-shadow-1.1703809","path":"article/messi-desperate-to-escape-maradona-s-shadow"},{"title":"Messi\u0027s moment as Argentina enter WC","source":"http://www.iol.co.za:80/sport/messi-s-moment-as-argentina-enter-wc-1.1703580","path":"article/messi-s-moment-as-argentina-enter-wc"},{"title":"Messi, Ronaldo duel for Cup stardom","source":"http://www.iol.co.za:80/sport/world-cup/messi-ronaldo-duel-for-cup-stardom-1.1702621","path":"article/messi-ronaldo-duel-for-cup-stardom"},{"title":"World Cup goals that shook the planet","source":"http://www.iol.co.za:80/sport/soccer/world-cup-goals-that-shook-the-planet-1.1701753","path":"article/world-cup-goals-that-shook-the-planet"}],"imageCaption":"Former Argentina superstar Diego Maradona has criticised the World Cup hosts for their unconvincing performances so far. Photo: Andreas Solaro","imageCredit":"AFP","articlePath":"article/maradona-criticises-brazil-s-game.json"},{"topic":"cricket","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/braithwaite-jun-18-1.1705113!/image/18167543.jpg_gen/derivatives/box_300/18167543.jpg","width":300,"path":"image/18167543.jpg"},"pubDate":"June 18, 2014 at 12:40pm","imagePath":"image/18167543.jpg","isoDate":"2014-06-18 12:40","link":"http://www.iol.co.za/centuries-put-windies-in-lead-1.1705114","paragraphs":["Kraigg Brathwaite and Darren Bravo both smashed centuries to put West Indies in control of the second test against New Zealand      in Trinidad on Tuesday.","Brathwaite scored a patient 129 to register his maiden test hundred while the more aggressive Bravo blasted a rapid 109 to give West Indies a healthy first innings lead at Queen\u0027s Park Oval.","When stumps were drawn on day two, West Indies were cruising along at 310 for five, leading by 89 runs after New Zealand were restricted to 221 on the opening day at Port of Spain.","Shivnarine Chanderpaul was unbeaten on four while Kemar Roach was yet to score after the pair came to the crease when Brathwaite and Bravo fell in the last session.","The pair had batted together throughout most of the day, sharing a partnership of 182 after New Zealand picked up two wickets before lunch.","Tim Southee cleaned up nightwatchman Sulieman Benn for four then legspinner Ish Sodhi removed the dangerous Kirk Edwards, who smashed 55 off just 64 balls.","He dominated a 93-run stand with Brathwaite, belting seven boundaries and three sixes before he edged one to wicketkeeper BJ Watling.","\"I thought we bowled pretty well without a lot of reward but to be fair they batted really well with Brathwaite and Bravo both scoring hundreds,\" Watling said.","\"We\u0027ll come back tomorrow and look to take five quick wickets and get out there and score some runs and put a target on the board.\"","Brathwaite, playing in his 11th test, brought up his fifth half-century just after lunch before play was delayed because of heavy rain.","The 21-year-old reached his maiden test hundred after tea off 199 balls after West Indies had taken the first innings lead.","Shortly after, Bravo chalked up his sixth test century, and his first in the Caribbean, off just 128 deliveries, before the Kiwis finally made the breakthrough in an extended final session.","Bravo, whose innings featured 11 boundaries and four sixes, fell with the total on 291, when he holed out after an trying smash a ball from spinner Kane Williamson.","Then Brathwaite went just before stumps, hitting a return catch to medium pacer Trent Boult after batting for more than six hours, facing 258 balls and striking 13 fours. - Reuters"],"section":"sport","articleId":"centuries-put-windies-in-lead","title":"Centuries put Windies in lead","numDate":"20140618","description":"Kraigg Brathwaite and Darren Bravo both smashed centuries to give the Windies a healthy lead against NZ.","relatedArticleList":[{"title":"NZ bat first in second Test","source":"http://www.iol.co.za:80/sport/cricket/world/nz-bat-first-in-second-test-1.1704072","path":"article/nz-bat-first-in-second-test"},{"title":"Confident Kiwis out to rattle Windies","source":"http://www.iol.co.za:80/sport/cricket/world/confident-kiwis-out-to-rattle-windies-1.1703819","path":"article/confident-kiwis-out-to-rattle-windies"},{"title":"Windies call up uncapped pair","source":"http://www.iol.co.za:80/sport/cricket/world/windies-call-up-uncapped-pair-1.1703648","path":"article/windies-call-up-uncapped-pair"},{"title":"Shillingford spin poses threat to NZ","source":"http://www.iol.co.za:80/sport/cricket/world/shillingford-spin-poses-threat-to-nz-1.1700045","path":"article/shillingford-spin-poses-threat-to-nz"},{"title":"Ramdin, Chanderpaul rescue Windies","source":"http://www.iol.co.za:80/sport/cricket/world/ramdin-chanderpaul-rescue-windies-1.1624566","path":"article/ramdin-chanderpaul-rescue-windies"}],"imageCaption":"Kraigg Brathwaite and Darren Bravo have both smashed centuries to put West Indies in control of the second test against NZ. Photo: Michael Bradley","imageCredit":"AFP","articlePath":"article/centuries-put-windies-in-lead.json"},{"topic":"golf","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/woods-jun-18-1.1705105!/image/2275047388.jpg_gen/derivatives/box_300/2275047388.jpg","width":300,"path":"image/2275047388.jpg"},"pubDate":"June 18, 2014 at 12:19pm","imagePath":"image/2275047388.jpg","isoDate":"2014-06-18 12:19","link":"http://www.iol.co.za/tiger-getting-back-in-swing-1.1705106","paragraphs":["Miami - Tiger Woods is making progress in his recovery from back surgery and starting to extend his swing, his agent said on Tuesday.","Woods already has missed two majors this year while he recovers from a microdiscectomy on his back on March 31. He last played on March 9 at Doral, where he closed with a 78 despite the pain in his  lower back.","Woods has said he has no idea when he will be healthy enough to return to competition.","A report on Golf Channel said he was taking full swings at the Medalist Golf Club in South Florida.","\"Tiger is progressing like he expected,\" Mark Steinberg of Excel Sports Management said in an email.","\"Feeling good each day. As each day passes and he feels that way, he lengthens the swing a bit.\"","Woods is the tournament host next week for the Quicken Loans National at Congressional. It is not expected that he will play. The deadline to enter is Friday.","The next major is the British Open on July 17-20 at Royal Liverpool, where Woods won in 2006.","The last time Woods missed two majors in one year because of injuries was in 2011, when he sat out the US Open and British Open to let his leg fully recover.","That year, he returned at Bridgestone Invitational in early August, a World Golf Championship that has no cut.","In a promotional day for Quicken Loans in May, Woods said he was chipping and putting in a way that did not require rotation in his back. That was four weeks ago.","He also did not know how much time it would take for him to be ready for a tournament once he could take full swings with no pain.","\"The more time you give me, the better I\u0027ll be,\" he said.","\"The great thing about what I\u0027ve done so far and all my other previous surgeries is that I worked on my short game. Once I start expanding  from there and start competing and playing, if I start spraying it all over the lot and not hitting it that great, at least my short game is solid. That\u0027s one of the positives to it.\"","Woods has slipped from No 1 to No. 4 in the world ranking, and he is likely to fall a couple of more spots in coming weeks. He is at No 207 in the FedEx Cup standings - having finished 72 holes only once this year - and the top 125 get into the playoffs that start on August 21. - Sapa-AP"],"section":"sport","articleId":"tiger-getting-back-in-swing","title":"Tiger getting back in swing","numDate":"20140618","description":"Tiger Woods is making progress in his recovery from back surgery and starting to extend his swing, his agent says.","relatedArticleList":[{"title":"Kaymer cruises to US Open victory","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/kaymer-cruises-to-us-open-victory-1.1703935","path":"article/kaymer-cruises-to-us-open-victory"},{"title":"Record-breaking Kaymer tees off","source":"http://www.iol.co.za:80/sport/golf/record-breaking-kaymer-tees-off-1.1703700","path":"article/record-breaking-kaymer-tees-off"},{"title":"Mayweather, Kos, Tiger top Forbes list","source":"http://www.iol.co.za:80/sport/more-sport/mayweather-kos-tiger-top-forbes-list-1.1702134","path":"article/mayweather-kos-tiger-top-forbes-list"}],"imageCaption":"Tiger Woods doesn\u0027t know when he will be fit to return to competition, but his agent said on Tuesday Woods was making progress in his recovery from back surgery. Photo: Chris Trotman","imageCredit":"AFP","articlePath":"article/tiger-getting-back-in-swing.json"},{"topic":"cricket","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/muttiah-muralitharan-jun-18-1.1705082!/image/1768350868.jpg_gen/derivatives/box_300/1768350868.jpg","width":300,"path":"image/1768350868.jpg"},"pubDate":"June 18, 2014 at 12:00pm","imagePath":"image/1768350868.jpg","isoDate":"2014-06-18 12:00","link":"http://www.iol.co.za/muttiah-to-give-aussies-spin-1.1705083","paragraphs":["Sydney - Sri Lankan spin great Muttiah Muralitharan announced Wednesday he will join the Australian coaching team for their series against Pakistan in the United Arab Emirates.","The world\u0027s leading Test wicket taker is already working with Australia\u0027s top spinner Nathan Lyon as part of Australia\u0027s National  Cricket Centre Spin Programme, and has agreed to become more involved.","His signing is a coup given his knowledge of the doosra delivery, which has long baffled the Australians, and with Pakistan\u0027s Saeed Ajmal among the game\u0027s most potent mystery spinners.","\"I know the Australian team is a very good side, but hopefully I  can have a little bit of input to help them do well in the series against Pakistan,\" said Muralitharan.","\"Those conditions might help spinners and I know a few tricks that might help them on what to do as I have played a lot of matches in those conditions in the UAE and hopefully I can help them a little bit.","\"Ajmal is a difficult customer for all the best batsmen in the world, but he bowls a little bit similar to me so perhaps if I can bowl to the Australian batsman it might help a little bit and give them some tips.\"","The 42-year-old retired from international cricket after Sri Lanka lost the World Cup final to India in 2011.","His appointment is part of coach Darren Lehmann\u0027s plan to enlist  the support of specialist coaching consultants to assist the team\u0027s  preparations throughout the year.","Muralitharan\u0027s role will be similar to that filled by fellow spin legend Shane Warne on the recent tour of South Africa.","\"Muttiah Muralitharan is a true great of the game and his involvement with the Australian team will bring enormous benefits,\"  said Lehmann.","\"He really understands the conditions we\u0027ll face and will be able to impart a great amount of knowledge.","\"Not only will he help guide our spinners during that tour, but he will also work with our batsman to help them prepare to play Pakistan\u0027s dangerous spin bowlers.\"","Australia play Pakistan on neutral ground in the UAE in a series  comprising three one-day matches, two Tests and a Twenty20 from October 3-November 1.","Pakistan have been forced to play their home series at neutral venues since militants attacked the Sri Lankan team in Lahore in 2009. - Sapa-AFP"],"section":"sport","articleId":"muttiah-to-give-aussies-spin","title":"Muttiah to give Aussies spin","numDate":"20140618","description":"Sri Lankan spin great Muttiah Muralitharan is set to join the Aussie coaching team for their series against Pakistan.","relatedArticleList":[{"title":"\u0027Mankading\u0027 spurs spirit of cricket debate","source":"http://www.iol.co.za:80/sport/cricket/world/mankading-spurs-spirit-of-cricket-debate-1.1698794","path":"article/mankading-spurs-spirit-of-cricket-debate"},{"title":"Herath spins Sri Lanka to series win","source":"http://www.iol.co.za:80/sport/cricket/world/herath-spins-sri-lanka-to-series-win-1.1489020","path":"article/herath-spins-sri-lanka-to-series-win"},{"title":"Herath hopes to leave Aussies in a spin","source":"http://www.iol.co.za:80/sport/cricket/world/herath-hopes-to-leave-aussies-in-a-spin-1.1444482","path":"article/herath-hopes-to-leave-aussies-in-a-spin"}],"imageCredit":"AFP","articlePath":"article/muttiah-to-give-aussies-spin.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/rooney-jun-18-1.1705050!/image/769450691.jpg_gen/derivatives/box_300/769450691.jpg","width":300,"path":"image/769450691.jpg"},"pubDate":"June 18, 2014 at 11:51am","imagePath":"image/769450691.jpg","isoDate":"2014-06-18 11:51","link":"http://www.iol.co.za/hodgson-gambles-on-rooney-1.1705051","paragraphs":["London - Roy Hodgson is preparing to gamble with his future by playing Wayne Rooney in his favoured No 10 role in tomorrow\u0027s do-or-die World Cup clash with Uruguay.","Rooney was restored to the position throughout the team\u0027s 90-minute training session on Tuesday.","Raheem Sterling played on the right and Danny Welbeck on the left.","It is the strongest indication yet that Hodgson is prepared to play Rooney in the position where the striker believes he can do most damage.","Rooney has scored 39 goals for England but has still to score in a World Cup after drawing another blank against Italy in the 2-1 defeat last Saturday.","One player who looks likely to miss out is midfielder Alex Oxlade-Chamberlain after he continued to train away from the group.","England\u0027s players also practised penalties again, with Rooney, Steven Gerrard, Frank Lampard, Rickie Lambert and Leighton Baines taking spot-kicks. Thursday night will go a long way to deciding whether they even reach the knockout stages.","Lampard backed Rooney to step up and dominate games.","Lampard said: \"He\u0027s an exceptional player, and if we\u0027re going to go on and do well in this World Cup, players like Wayne will come to the fore, because that\u0027s what they do.","\"No matter how tough you are, if every time you read a paper or look at the TV and there are people debating your position, I don\u0027t see that can be positive. Until Wayne pops up with a goal, the column inches will keep happening but it\u0027s frustrating.","\"We\u0027re over-fixated on one player who has been our top scorer in qualifying and will break the England goalscoring record.\"","Lampard also revealed he and Gerrard spoke to the squad after the defeat by Italy, telling them not to leave Brazil with regrets.","Meanwhile, Luis Suarez is poised to start the game.","The Liverpool striker sat out Uruguay\u0027s opener against Costa Rica to protect his knee and cut a frustrating figure on the bench as they lost 3-1.","However, Uruguay\u0027s medical staff are convinced the 27-year-old talisman can start the clash.","Suarez said: \"I have been training for a few days with the team and I am 100 percent ready, I now only need time on the pitch and to play the game.\" _ © Daily Mail"],"section":"sport","articleId":"hodgson-gambles-on-rooney","title":"Hodgson gambles on Rooney","numDate":"20140618","description":"Roy Hodgson is gambling on his future by playing Wayne Rooney on Thursday in England\u0027s do-or-die clash with Uruguay.","relatedArticleList":[{"title":"Rooney role the question for England","source":"http://www.iol.co.za:80/sport/world-cup/rooney-role-the-question-for-england-1.1704761","path":"article/rooney-role-the-question-for-england"},{"title":"Rooney dilemma for Hodgson","source":"http://www.iol.co.za:80/sport/world-cup/rooney-dilemma-for-hodgson-1.1703920","path":"article/rooney-dilemma-for-hodgson"},{"title":"Rooney in firing line of pundits","source":"http://www.iol.co.za:80/sport/world-cup/rooney-in-firing-line-of-pundits-1.1703820","path":"article/rooney-in-firing-line-of-pundits"},{"title":"Crunch time beckons for England","source":"http://www.iol.co.za:80/sport/world-cup/crunch-time-beckons-for-england-1.1703846","path":"article/crunch-time-beckons-for-england"},{"title":"Rooney determined to enjoy World Cup","source":"http://www.iol.co.za:80/sport/world-cup/rooney-determined-to-enjoy-world-cup-1.1702385","path":"article/rooney-determined-to-enjoy-world-cup"}],"imageCaption":"Wayne Rooney will play in his favoured No 10 role in Thursday\u0027s die-or-die clash against Uruguay. Photo: Fabrice Coffrini","imageCredit":"AFP","articlePath":"article/hodgson-gambles-on-rooney.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/rio-stadium-jun-18-1.1705041!/image/2164977756.jpg_gen/derivatives/box_300/2164977756.jpg","width":300,"path":"image/2164977756.jpg"},"pubDate":"June 18, 2014 at 11:19am","imagePath":"image/2164977756.jpg","isoDate":"2014-06-18 11:19","link":"http://www.iol.co.za/world-cup-stadium-stairs-scare-1.1705042","paragraphs":["Rio de Janeiro -  A video of a staircase most people use to get to and from Rio\u0027s famed Maracana stadium shows the structure built atop scaffolding wobbling under the weight of fans who attended the World Cup game between Argentina and Bosnia over the weekend.","Fans of various nationalities said Tuesday that they were scared it might come crashing down.","The footage shot by a Brazilian photographer showed people packed on the staircase of wooden steps as it swayed, grabbing hand  rails to support themselves as they headed via their only exit to a concrete ramp leading to a subway station after the game.","\"When people walk on it the wood moves, so with thousands of people walking up there, there could be an accident,\" said Jorge Martinez, a Mexican systems engineer who used the stairs to leave Sunday night\u0027s game.","The Rio de Janeiro state government issued a statement saying the staircase was inspected following complaints, reinforced and then re-inspected again on Tuesday to ensure fan safety.","But fans who used it when it wobbled questioned why a more permanent staircase wasn\u0027t constructed out of concrete to ensure their safety. On the other side of Maracana, a separate entrance for VIPs is all concrete, Juan Miranda of Chile said as he sat on the wooden staircase trying to buy tickets for Wednesday\u0027s game between Chile and Spain. He said he saw construction workers soldering the scaffolding holding up the wooden staircase Tuesday morning.","\"You can see that VIP ramp and it\u0027s real good, but over here where almost everyone goes in, the entrance and exit is defective and unsafe,\" said Miranda, an electrician. \"There isn\u0027t even any information about its capacity. Tomorrow there\u0027s going to be a sea of people here so I\u0027m going to arrive early to be safe.\"","\u003ciframe width\u003d\"640\" height\u003d\"360\" src\u003d\"//www.youtube.com/embed/JNxUcMJ1VM8\" frameborder\u003d\"0\" allowfullscreen\u003d\"\"\u003e\u003c/iframe\u003e","Maracana has six seating sections and all but one require fans leaving the subway to cross a lengthy concrete ramp and then descend via the staircase about two flights to the ground so they can enter the stadium. When fans leave, they have to repeat the journey by getting to the ramp from the staircase.","The video was shot by Paula Kossatz, who was taking pictures and video of protests outside the stadium during the game and climbed the stairs to the ramp to get footage from a higher location. She then trained her camera on the wobbly staircase as thousands of fans emerged from the stadium, with hundreds at a time heading up the staircase.","Dipendu Biswas, a banker from India, said the staircase \"was shaking the whole time\" when he went up it after the game.","Biswas said he was scared it might fall under the weight of fans  but said it was the only bad infrastructure experience he\u0027s had at the World Cup after seeing games in Sao Paulo and Rio de Janeiro.","\"It\u0027s the only defect I\u0027ve seen so far,\" he said. - Sapa-AP"],"section":"sport","articleId":"world-cup-stadium-stairs-scare","title":"World Cup stadium stairs scare","numDate":"20140618","description":"A video of a wobbling staircase at Rio\u0027s famed Maracana has raised fears that it may come crashing down.","relatedArticleList":[{"title":"Brazil\u0027s Cup hopes on the line","source":"http://www.iol.co.za:80/sport/soccer/brazil-s-cup-hopes-on-the-line-1.1705008","path":"article/brazil-s-cup-hopes-on-the-line"},{"title":"Refs a cut above the rest","source":"http://www.iol.co.za:80/sport/world-cup/refs-a-cut-above-the-rest-1.1704963","path":"article/refs-a-cut-above-the-rest"},{"title":"World Cup fans targeted in Nigeria blast","source":"http://www.iol.co.za:80/news/africa/world-cup-fans-targeted-in-nigeria-blast-1.1704942","path":"article/world-cup-fans-targeted-in-nigeria-blast"},{"title":"Analysis: Economy a headache for whoever leads Brazil","source":"http://www.iol.co.za:80/business/news/analysis-economy-a-headache-for-whoever-leads-brazil-1.1704859","path":"article/analysis-economy-a-headache-for-whoever-leads-brazil"},{"title":"Two die after World Cup all-nighter","source":"http://www.iol.co.za:80/sport/world-cup/two-die-after-world-cup-all-nighter-1.1704552","path":"article/two-die-after-world-cup-all-nighter"},{"title":"Analysis: Economy a headache for whoever leads Brazil","source":"http://www.iol.co.za:80/business/news/analysis-economy-a-headache-for-whoever-leads-brazil-1.1704859","path":"article/analysis-economy-a-headache-for-whoever-leads-brazil"}],"imageCaption":"A video of a staircase most fans use to get to the Maracana Stadium in Rio de Janeiro has shown the structure wobbling under the weight of fans. Photo: Luis Gene","imageCredit":"AFP","articlePath":"article/world-cup-stadium-stairs-scare.json"},{"topic":"soccer","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/brazil-coach-jun-18-1.1705007!/image/3409973386.jpg_gen/derivatives/box_300/3409973386.jpg","width":300,"path":"image/3409973386.jpg"},"pubDate":"June 18, 2014 at 11:09am","imagePath":"image/3409973386.jpg","isoDate":"2014-06-18 11:09","link":"http://www.iol.co.za/brazil-s-cup-hopes-on-the-line-1.1705008","paragraphs":["Fortaleza - Brazil coach Luiz Felipe Scolari declared himself \"satisfied\" with his team\u0027s 0-0 draw against Mexico in Fortaleza on Tuesday, and the hosts remain on course to reach the World Cup knockout phase.","However, \"Felipao\" admitted that improvements still need to be made, as was evident in their opening game, when they came from behind to beat Croatia 3-1 in Sao Paulo.","Here, AFP Sport looks at five areas where the Selecao could fall down in their bid to win the World Cup.","\"The demands are always much greater here in Brazil, but we are prepared,\" said Dani Alves after the Mexico game. Nevertheless, the Selecao have shown signs of fragility under pressure in their two matches so far.","Seeing Neymar break down in tears at the end of the rousing version of the national anthem at the Castelao brought home the enormity of what this Brazil side are trying to achieve and the amount of pressure they are having to carry on their shoulders.","Against Mexico, the nervous energy transmitted by the crowd in the early stages of the game in particular had an impact on both sets of players.","First touches were poor, passes were wayward and challenges came  flying in during a frantic opening spell.","Brazil at times lack a calming presence - captain Thiago Silva is usually such a cool customer but he has apparently been unable to sleep at night due to the pressure that is as stifling as the heat in Fortaleza.","With the possible exception of Oscar, Neymar is the one player in this Brazil side capable of conjuring up a moment of match-winning magic from nowhere.","Fred last week insisted there was nothing wrong with giving the ball to the Barcelona man when the going gets tough. Against Croatia his was a match-winning contribution, and against Mexico he  was twice denied by brilliant Guillermo Ochoa saves.","However, seeing Neymar in tears following the national anthem in  Fortaleza indicated that he could do with having some of the weight  taken off his shoulders.","\"Neymar doesn\u0027t win or lose on his own. He is part of a group,\" says Scolari. \"Within the group, he can sometimes be the decisive player. But he wins and loses with the rest of the team.\"","Scolari has selected Fred against both Croatia and Mexico, but the 30-year-old Fluminense centre-forward has been ineffective, except for winning the controversial penalty that set Brazil on their way to victory in their opening match.","Against Mexico, Fred was replaced by Jo, and he could be a contender to come into the starting line-up against Cameroon on Monday, when Brazil will look to clinch their place in the last 16.","There are no other options, and it is easy to wonder how much of a difference Diego Costa could have made had Scolari shown faith in him and persuaded the Atletico Madrid man to represent his homeland  rather than his adopted country Spain.","\"Today I felt much freer out on the field, which is fundamental to me,\" said Paulinho after the Mexico game. But the Tottenham Hotspur midfielder still didn\u0027t do enough to suggest that he should  be an automatic starter against Cameroon.","With a solid centre-back pairing and Luiz Gustavo offering extra  protection to the defence, Brazil could do with a more technical, creative player in central midfield. Paulinho has often appeared sluggish, his touch clumsy. Perhaps Hernanes will get his chance to  impress in Brasilia.","Scolari wants his sides to come flying out of the blocks and score an early goal. But against Croatia they conceded first and had to rely on a controversial penalty as they fought back to win the game.","Against Mexico they often lacked inspiration and couldn\u0027t find a  way past Ochoa, leaving Oscar to later lament: \"In the first 30 minutes, we had various chances to score but none of them came off.","\"Mexico play with almost everyone behind the ball. It is difficult to play against opponents like that who counter-attack quickly.\"","Scolari may need a more efficient Plan B come the tournament\u0027s latter stages. - Sapa-AFP"],"section":"sport","articleId":"brazil-s-cup-hopes-on-the-line","title":"Brazil\u0027s Cup hopes on the line","numDate":"20140618","description":"The Selecao have shown signs of fragility under pressure in their two matches so far.","relatedArticleList":[{"title":"Brazil held by feisty Mexico","source":"http://www.iol.co.za:80/sport/world-cup/brazil-held-by-feisty-mexico-1.1704844","path":"article/brazil-held-by-feisty-mexico"},{"title":"Oscar allays Brazil midfield fears","source":"http://www.iol.co.za:80/sport/world-cup/oscar-allays-brazil-midfield-fears-1.1703698","path":"article/oscar-allays-brazil-midfield-fears"},{"title":"Brazil joy as Cup opens with a bang","source":"http://www.iol.co.za:80/dailynews/brazil-joy-as-cup-opens-with-a-bang-1.1702989","path":"article/brazil-joy-as-cup-opens-with-a-bang"},{"title":"How\u0027s the pressure Neymar?","source":"http://www.iol.co.za:80/sport/soccer/how-s-the-pressure-neymar-1.1701857","path":"article/how-s-the-pressure-neymar"}],"imageCaption":"Brazil\u0027s coach Luiz Felipe Scolari has declared himself satisfied with his team\u0019s 0-0 draw against Mexico, but admitted improvements were needed. Photo: Yuri Cortez","imageCredit":"AFP","articlePath":"article/brazil-s-cup-hopes-on-the-line.json"},{"topic":"soccer","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/suarez-luis-jun-18-1.1704990!/image/1059139004.jpg_gen/derivatives/box_300/1059139004.jpg","width":300,"path":"image/1059139004.jpg"},"pubDate":"June 18, 2014 at 10:44am","imagePath":"image/1059139004.jpg","isoDate":"2014-06-18 10:44","link":"http://www.iol.co.za/reds-fans-turn-backs-on-heroes-1.1704991","paragraphs":["Sao Paulo - Uruguay supporters who have spent the last three months supporting Liverpool will be in unfamiliar territory on Thursday - hoping that Steven Gerrard, Raheem Sterling, Daniel Sturridge, Jordan Henderson and Glen Johnson all end up on the losing side.","National icon, and Liverpool player, Luis Suarez has converted an entire country into supporters of Brendan Rodgers\u0027s Premier League team but this week the football-crazy nations three-million inhabitants will all be backing Uruguay against Liverpool\u0027s England stars.","\"This is the game that people are looking forward to most in Uruguay,\" Suarez says of the clash in Sao Paulo.","\"Its incredible to see how Uruguayans started to follow Liverpool last season; it made me feel proud to see an entire country waiting on the result of a Liverpool match.","There were people getting up at 7am so they could watch the midday kick-offs and then getting angry if they couldn\u0027t watch one of the games because it was only available on pay-per-view TV.","There could be as many as seven Liverpool players on the pitch at the Corinthians Arena if Uruguay use Liverpool defender Sebastian Coates at some stage of the game. Five Liverpool players are expected to start for England and Suarez has agreed to swap shirts with his club captain Gerrard.","The striker finds himself in a similar position to four years ago when he had to ask the Uruguayan kit-man to pack extra shirts so he could swap with all his Ajax teammates in the Dutch side.","He was not able to play against the Netherlands in that World Cup semi-final because of suspension but club colleagues still wanted the Suarez shirt with the date and venue of the semi-final stitched into the jersey.","Both Johnson and captain Gerrard sent messages of support to Suarez when it was confirmed he needed surgery two weeks before the World Cup though both could be forgiven for hoping the striker delayed his return until after the England game.","It was less than a month ago that Dr Luis Francescoli, brother of legendary Uruguayan player Enzo, carried out the surgery on Suarez left knee, but with the help of personal physiotherapist Walter Ferreira he has made a speedy recovery.","Uruguay have held their collective breath as Suarez has undergone intensive physiotherapy and he was on the front pages of all Montevideo newspapers when he first reappeared at the teams national training camp to have lunch with teammates.","\"The photograph they used of me strolling in through the main entrance was two years old. No wonder the report said: \u0027He walked in without a limp,\u0027\u0027\u0027 he says of the coverage.","There were crowds to greet him when he emerged from the hospital and reporters were dispatched to his home to await developments.","For a while it looked  as though he might join Franck Ribery, Radamel Falcao and Marco Reus among the big stars missing the tournament completely but he is now ready for the moment of truth. Having top-scored in the Premier League last season with 31-goals, earning him the Golden Boot, he knows all about potential weaknesses in England\u0027s defence and if he can expose them then Uruguay\u0027s campaign will be well and truly back on course. - Sapa-dpa"],"section":"sport","articleId":"reds-fans-turn-backs-on-heroes","title":"Reds fans turn backs on heroes","numDate":"20140618","description":"Uruguay fans who fervently back the Reds will be hoping on Thursday their heroes will be on the losing side.","relatedArticleList":[{"title":"Rooney role the question for England","source":"http://www.iol.co.za:80/sport/world-cup/rooney-role-the-question-for-england-1.1704761","path":"article/rooney-role-the-question-for-england"},{"title":"Suarez\u0027s \u0027savage\u0027 desire to beat England","source":"http://www.iol.co.za:80/sport/world-cup/suarez-s-savage-desire-to-beat-england-1.1704713","path":"article/suarez-s-savage-desire-to-beat-england"},{"title":"Suarez says he\u0027s \u0027100 percent\u0027","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/suarez-says-he-s-100-percent-1.1704125","path":"article/suarez-says-he-s-100-percent"},{"title":"Hodgson issues challenge to Suarez","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/hodgson-issues-challenge-to-suarez-1.1704067","path":"article/hodgson-issues-challenge-to-suarez"},{"title":"\u0027Historic\u0027 win puffs up Costa Ricans","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/historic-win-puffs-up-costa-ricans-1.1703941","path":"article/historic-win-puffs-up-costa-ricans"},{"title":"Rooney dilemma for Hodgson","source":"http://www.iol.co.za:80/sport/world-cup/rooney-dilemma-for-hodgson-1.1703920","path":"article/rooney-dilemma-for-hodgson"}],"imageCaption":"A football-crazy nation of  three-million will this week be banking on  Uruguay\u0027s Luis Suarez stopping his Liverpool teammates. Photo:Kirill Kudryavtsev","imageCredit":"AFP","articlePath":"article/reds-fans-turn-backs-on-heroes.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/bjorn-kuipers-june-18-1.1704962!/image/767022090.jpg_gen/derivatives/box_300/767022090.jpg","width":300,"path":"image/767022090.jpg"},"pubDate":"June 18, 2014 at 09:51am","imagePath":"image/767022090.jpg","isoDate":"2014-06-18 09:51","link":"http://www.iol.co.za/refs-a-cut-above-the-rest-1.1704963","paragraphs":["Cuiaba - A dancing chemist, a British bobby and doppelganger for a Hollywood star, a Swedish millionaire, and a hair salon owner are all playing a central role at this year\u0027s World Cup.","These are just some of the varied off-pitch personas of the 25 referees attempting to keep things rolling smoothly as players from  all corners of the globe collide in Brazil.","Chip away at the granite-like veneer of the man in the middle and there\u0027s a treasure trove of weird and wonderful aspects of humanity waiting to be unearthed.","Take Noumandiez Doue for example.","He created history when he became the first referee from the Ivory Coast to take charge of a World Cup game, Chile\u0027s second day 3-1 win over Australia.","As well as being one of Africa\u0027s top officials the 43-year-old is a qualified chemist, \"and I like to dance\".","Any hard-up players taking part in the US\u0027s victory over Ghana on Monday should have tapped up their ref, Jonas Eriksson.","The Swede is known as \"the laid-back millionaire\" after making a  seven-figure fortune selling shares in a media rights business.","A Yorkshire policeman will be keeping law and order in Colombia\u0027s second Group C run out against Ivory Coast on Thursday.","Howard Webb, handed the honour of refereeing the 2010 World Cup final, says his colleagues compare him to a Hollywood star.","\"But unfortunately not a good looking one,\" he admitted to fifa.com.","\"They say I look like Shrek, which explains why I have a picture  of him as a screensaver on my mobile.\"","House burgled? Car pranged? Then Cuneyt Cakir\u0027s your man - the Turkish referee practices as an insurance broker back in Istanbul, that is when he\u0027s not turning the pages of a Stephen King chiller.","Any Belgians or Algerians of a religious nature in Tuesday\u0027s clash in Belo Horizonte will have found a kindred spirit in their referee Ä Marco Rodriguez.","Away from football, the former PE teacher is at home behind the pulpit delivering sermons in his capacity as a Protestant preacher in a church outside Mexico City.","Players needing a short back and sides - Marouane Fellaini? - need look no further than Bjorn Kuipers.","The Dutchman who refereed Real Madrid\u0027s Champions League final win over Atletico last month owns a hair salon as well as a couple of grocery stores back in Holland.","Meanwhile, it might be best not to mess with Bakary Papa Gassama.","The first Gambian to referee at the World Cup is a devotee in his spare time of buri, a Gambian take on wrestling.","\"I\u0027m not really very good at it but like to do it as a hobby.\"","As a former High School maths teacher, American Mark Geiger shouldn\u0027t have any problems adding up the yellow cards - unlike Brazil\u0027s Sandro Ricci.","He made the fatal error of dishing out a second booking but failing to send the recipient off in a domestic league game.","Ricci made history at the World Cup on Sunday by awarding the first score by goal-line technology to France against Honduras.","He\u0027s also an old sentimentalist.","\"Before each game,\" he explains, \"I take off my ring and kiss it four times in honour of the four women in my life - my mother, my wife and my two daughters.","Referees let off steam in different ways - Bahrain\u0027s Nawaf Shukralla for instance may well head to Rio\u0027s iconic Copacabana beach after a tough day at the World Cup office.","\"When I want to leave everything behind me, I always go the sea,\" the legal researcher disclosed.","Last but not least, step forward Felix Brych.","The German lawyer gained notoriety in the Bundesliga last season when awarding Bayer Leverkusen\u0027s infamous \"phantom\" goal.","And he probably spoke for his work colleagues everywhere when he  urged fans to always remember: \"We are referees, but we are also normal people.\" - Sapa-AFP"],"section":"sport","articleId":"refs-a-cut-above-the-rest","title":"Refs a cut above the rest","numDate":"20140618","description":"A dancing chemist, a British bobby and a Hollywood star doppleganger are playing a central role in the World Cup.","relatedArticleList":[{"title":"Match fixers target World Cup","source":"http://www.iol.co.za:80/sport/world-cup/match-fixers-target-world-cup-1.1696508","path":"article/match-fixers-target-world-cup"},{"title":"Suarez gets a raw deal from refs","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/suarez-gets-a-raw-deal-from-refs-1.1648087","path":"article/suarez-gets-a-raw-deal-from-refs"},{"title":"\u0027Ferguson\u0027s exit takes pressure off refs\u0027","source":"http://www.iol.co.za:80/sport/soccer/premier-league/ferguson-s-exit-takes-pressure-off-refs-1.1604701","path":"article/ferguson-s-exit-takes-pressure-off-refs"},{"title":"Refs need to protect Januzaj: United","source":"http://www.iol.co.za:80/sport/soccer/premier-league/refs-need-to-protect-januzaj-united-1.1602519","path":"article/refs-need-to-protect-januzaj-united"}],"imageCaption":"Players needing a short back and sides need look no further than Bjorn Kuipers. Photo: Fabrice Coffrini","imageCredit":"AFP","articlePath":"article/refs-a-cut-above-the-rest.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/eto-o-jun-17-1.1704947!/image/4153319257.jpg_gen/derivatives/box_300/4153319257.jpg","width":300,"path":"image/4153319257.jpg"},"pubDate":"June 18, 2014 at 09:30am","imagePath":"image/4153319257.jpg","isoDate":"2014-06-18 09:30","link":"http://www.iol.co.za/eto-o-snarls-at-foes-1.1704948","paragraphs":["Manaus - Cameroon\u0027s Samuel Eto\u0027o may be coming to the end of his career but as he showed on Tuesday the captain of the Indomitable Lions still has plenty of desire.","Eto\u0027o hit out at unspecified enemies that he said were trying to undermine the team, saying he would deal with them after the World Cup.","Cameroon soccer has often fallen prey to infighting and intrigues and the players left a day late for the World Cup amid a dispute over bonus payments.","Local media accused the players of being greedy. Eto\u0027o, who has also had to deal with allegations about his personal life, told a news conference that there were people who clearly wanted the team to fail.","\"You can be sure that after the World Cup, I will respond to each and every person who has attacked me. I will give the names of everyone who is behind this story so Cameroonians know who loves and who does not love this country,\" he told reporters.","\"I\u0027m telling you - I won\u0027t give in to blackmail. And after the World Cup be sure that these people need to get ready.\"","For the time being, though, he vowed to devote everything to a team who started the tournament with a loss to Mexico in Group A and need to beat Croatia on Wednesday.","The fact that coach Volker Finke is even considering playing Eto\u0027o as a substitute despite a knee injury shows how important the striker is to the team.","The 33-year-old made his international debut in 1997 at the age of just 15. He played in the 1998 World Cup as a 17-year-old and has scored a record 54 goals for Cameroon.","He came on for part of the Mexico game despite the injury.","\"They asked me whether I really wanted to play and I said I had the same desire as the 17-year-old boy who pulled on the shirt for the first time (at the World Cup),\" he said.","Eto\u0027o said even if he did not play he wanted to stay with the team.","\"The most important thing is that we are a group and yes, it\u0027s true that I am an important member of the group. But this group is more important than me,\" he said.","Eto\u0027o has also had a spectacular club career, winning the Champions League twice with Barcelona and once with Inter Milan.","He said if Cameroon were knocked out of this World Cup in the first round, the squad would stay together.","\"The Barcelona team that won so much over the years took more than a decade to build,\" he said. - Reuters"],"section":"sport","articleId":"eto-o-snarls-at-foes","title":"Eto\u0027o snarls at foes","numDate":"20140618","description":"Cameroon\u0027s Samuel Eto\u0027o has hit out an unspecified enemies, claiming they were out to undermine his team.","relatedArticleList":[{"title":"Africa off to miserable World Cup start","source":"http://www.iol.co.za:80/sport/world-cup/africa-off-to-miserable-world-cup-start-1.1704916","path":"article/africa-off-to-miserable-world-cup-start"},{"title":"Appiah denies Ghana bonuses row","source":"http://www.iol.co.za:80/sport/world-cup/appiah-denies-ghana-bonuses-row-1.1704558","path":"article/appiah-denies-ghana-bonuses-row"},{"title":"Cameroon, Croatia look to keep hopes alive","source":"http://www.iol.co.za:80/sport/world-cup/cameroon-croatia-look-to-keep-hopes-alive-1.1704506","path":"article/cameroon-croatia-look-to-keep-hopes-alive"},{"title":"Eto\u0027o needs a WC miracle","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/eto-o-needs-a-wc-miracle-1.1704137","path":"article/eto-o-needs-a-wc-miracle"}],"imageCaption":"Cameroon\u0027s captain Samuel Eto\u0019o has hit out at unspecified enemies saying they were trying to undermine his team. Photo: Pierre-Philipple Marcou","imageCredit":"AFP","articlePath":"article/eto-o-snarls-at-foes.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-spt-pic-ivory-coast-1.1704915!/image/453568959.jpg_gen/derivatives/box_300/453568959.jpg","width":300,"path":"image/453568959.jpg"},"pubDate":"June 18, 2014 at 07:53am","imagePath":"image/453568959.jpg","isoDate":"2014-06-18 07:53","link":"http://www.iol.co.za/africa-off-to-miserable-world-cup-start-1.1704916","paragraphs":["Salvador - Defeat for Algeria on Tuesday completed a miserable start for Africa at the World Cup in Brazil with only the heroics of aging Ivory Coast striker Didier Drogba to enthuse over.","The 36-year-old came on as a substitute to help the Ivorians come from behind to beat Japan on Saturday but for the other four African representatives, their chances of a second round berth are already looking bleak with the tournament not yet a week old.","Algeria, the last of the African sides to get their finals campaign underway in Brazil, were beaten 2-1 by Belgium in Belo Horizonte.","Ghana and Nigeria, whose coach Stephen Keshi said there was no reason why an African team could not win this World Cup, are on the back foot while Cameroon sit on the brink of elimination.","Ghana\u0027s coach Kwesi Appiah confidently predicted his team, who showed the best form in the African qualifiers, would better their quarter-final placing of four years ago but even after losing to the United States on Monday still seemed buoyant about his side\u0027s potential.","\"It\u0027s not going to be easy to qualify for the group, but we\u0027ll give everything to do just that. We\u0027re going to have to play well against Germany and I know we\u0027ll give them a good game,\" he said.","The 2-1 loss for the Black Stars, who conceded an injury time winner, means Ghana must now get results in their remaining Group G games against Germany and Portugal.","Nigeria failed to break down a defensive Iran and were jeered off the field after a 0-0 Group F draw in Curitiba.","It puts them under pressure to now beat Bosnia in their next game on Saturday and then also likely needing points from their last group game against Argentina.","Cameroon will be eliminated if they lose to Croatia in Manaus on Wednesday, having already been beaten by Mexico in their first Group A game last week.","They will start without captain Samuel Eto\u0027o, ruled out because of a knee injury, in a major blow to their already faltering chances.","Algeria still have a chance to turn around their fortunes against a far from impressive Russia and South Korea in Group H. But without the momentum of winning start on Tuesday they now must find extra capacity to get past the group phase for the first time in their history.","It is the Ivorians who now hold the continent\u0027s realistic hopes after a start that compounds the misery of 2010, when Africa had six sides at the finals and just one of them got through the initial stage.","Their 2-1 win over Japan in Recife leaves them in confident mood for their remaining Group C games against Colombia and Greece and on course to achieve their target of getting past the first round for the first time in three tournament appearances.","\"We are close to qualification. This is important and we need to focus,\" Ivorian fullback Serge Aurier told reporters.","Reuters"],"section":"sport","articleId":"africa-off-to-miserable-world-cup-start","title":"Africa off to miserable World Cup start","numDate":"20140618","description":"With four African teams facing possible World Cup elimination, the hopes of the continent now lay with Ivory Coast.","relatedArticleList":[{"title":"Cameroon, Croatia look to keep hopes alive","source":"http://www.iol.co.za:80/sport/world-cup/cameroon-croatia-look-to-keep-hopes-alive-1.1704506","path":"article/cameroon-croatia-look-to-keep-hopes-alive"},{"title":"Iran, Nigeria booed after draw","source":"http://www.iol.co.za:80/sport/soccer/cup-competitions/iran-nigeria-booed-after-draw-1.1704141","path":"article/iran-nigeria-booed-after-draw"},{"title":"Ghana stunned by speedy Dempsey","source":"http://www.iol.co.za:80/sport/world-cup/ghana-stunned-by-speedy-dempsey-1.1704144","path":"article/ghana-stunned-by-speedy-dempsey"},{"title":"Ivory Coast double downs Japan","source":"http://www.iol.co.za:80/sport/world-cup/ivory-coast-double-downs-japan-1.1703712","path":"article/ivory-coast-double-downs-japan"}],"imageCaption":"Ivory Coast\u0027s Gervinhom left, and Didier Drogba celebrate a goal by teammate Wilfried Bony against Japan. Photo: Stefano Rellandini","imageCredit":"REUTERS","articlePath":"article/africa-off-to-miserable-world-cup-start.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-spt-pic-fellaini-goal-1.1704892!/image/826496401.jpg_gen/derivatives/box_300/826496401.jpg","width":300,"path":"image/826496401.jpg"},"pubDate":"June 18, 2014 at 07:36am","imagePath":"image/826496401.jpg","isoDate":"2014-06-18 07:36","link":"http://www.iol.co.za/united-misfit-fellaini-sinks-algeria-1.1704893","paragraphs":["Belo Horizonte, Brazil - Manchester United misfit Marouane Fellaini came off the bench to inspire a dramatic Belgian fightback against Algeria on Tuesday as Marc Wilmots\u0027 young side opened their World Cup campaign with a 2-1 win.","Fellaini, who endured a wretched season at United after his move from Everton, caused havoc among the Algerian defence when he came on as a second-half substitute, dragging his side back into the game with a towering header with 20 minutes to go.","Fellow substitute Dries Mertens fired home 10 minutes later after a pass from Chelsea playmaker Eden Hazard to secure the three points for Belgium, tipped as dark horses to go all the way in Brazil.","“(In the) changing room I wrote down on the board: \u0027the bench will make the difference.\u0027 And the bench made the difference,\" said a delighted Wilmots.","The Africans, ranked 22nd in the world, scored from the penalty spot midway through the first half in Belo Horizonte and looked set  to hold on against a Belgian side that looked short of ideas despite its array of youthful attacking talent.","But two substitutions from Wilmots in the second period - bringing on Fellaini for Moussa Dembele minutes after Divock Origi replaced the unimpressive Romelu Lukaku - changed the game.","Algeria coach Vahid Halilhodzic admitted Fellaini\u0027s influence had been key.","“Fellaini is one of the best headers of a ball in Europe, he brings a lot to the game in terms of his physical impact,\" said Halilhodzic.","“He was so dominant in the air that my players didn\u0027t have an answer to it. He\u0027s an extraordinary player who changed the game.\"","In contrast with most of the matches at the World Cup so far, the contest was drab in its early stages, with both sides struggling to create clear-cut chances.","Belgian midfielder Axel Witsel hit a powerful shot from long range in the 21st minute but goalkeeper Rais M\u0027bolhi was able to parry.","But just minutes later the Africans broke the deadlock after Jan Vertonghen pulled down Sofiane Feghouli in the penalty area as he tried to get on the end of a teasing cross from Faouzi Ghoulam.","Vertonghen was booked and Feghouli got up to strike the ball to the left of Thibaut Courtois, who dived the wrong way, scoring Algeria\u0027s first World Cup goal since Djamel Zidane netted against Northern Ireland in 1986.","They were previously scoreless for 506 minutes, just 12 minutes shy of surpassing Bolivia\u0027s record for 517 scoreless World Cup minutes.","The goal jolted the 11th-ranked Belgians into life but although they continued to dominate possession, they struggled to create clear-cut openings, forced to rely on the occasional shot from long range.","Powerful forward Lukaku was a peripheral figure and Hazard was unable to work his magic to create a clear-cut opening.","The early minutes of the second half followed a similar pattern, with Belgium probing but failing to create any coherent attacking moves.","Witsel had a chance to level but failed to keep his header down from a corner.","Algeria, the top ranked African side at the World Cup, at number 22, nearly doubled their lead when a glancing header flew just wide of the far post after a corner.","Wilmots threw on Origi and then Fellaini and M\u0027bolhi was forced to save with his feet after a fine Origi effort.","Just four minutes later Fellaini was first to get his head to a ball from Kevin De Bruyne, pulling Belgium level and Mertens put his side in front with 10 minutes left on the clock.","Fellaini almost scored again but M\u0027bolhi showed tremendous reactions tip his goal-bound header over the bar.","The match was Belgium\u0027s first at a major international championships since the 2002 World Cup in Japan and South Korea.","Their best ever World Cup showing was a semi-final in Mexico in 1986.","Sapa-AFP"],"section":"sport","articleId":"united-misfit-fellaini-sinks-algeria","title":"United misfit Fellaini sinks Algeria","numDate":"20140618","description":"Marouane Fellaini came off the bench to inspire a dramatic Belgian fightback against Algeria.","articlePath":"article/united-misfit-fellaini-sinks-algeria.json"},{"pubDate":"June 18 2014 at 04:27am","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-pic-jun18-wcup-brazil-mexico-ochoa-hug-1.1704842!/image/1697302830.jpg_gen/derivatives/box_300/1697302830.jpg","width":300,"path":"image/1697302830.jpg"},"title":"Brazil held by feisty Mexico","imagePath":"image/1697302830.jpg","relatedArticleList":[{"title":"Kerzhakov rescues Russia","source":"http://www.iol.co.za:80/sport/world-cup/kerzhakov-rescues-russia-1.1704841","path":"article/kerzhakov-rescues-russia"},{"title":"Ghana stunned by speedy Dempsey","source":"http://www.iol.co.za:80/sport/world-cup/ghana-stunned-by-speedy-dempsey-1.1704144","path":"article/ghana-stunned-by-speedy-dempsey"}],"link":"http://www.iol.co.za:80/sport/world-cup/brazil-held-by-feisty-mexico-1.1704844","imageCaption":"Mexico\u0027s goalkeeper Guillermo Ochoa makes a save during the 2014 World Cup Group A soccer match between Brazil and Mexico at the Castelao arena in Fortaleza on June 17, 2014. Picture: Sergio Moraes","paragraphs":["Fortaleza, Brazil - Mexican goalkeeper Guillermo Ochoa produced a series of superb reflex saves to restrict Brazil to a 0-0 draw at the World Cup on Tuesday and deny the Brazilians their 11th victory in a row.","In an absorbing Group A match in the deafening cauldron of Fortaleza\u0027s Castelao arena, Ochoa thwarted Paulinho, Neymar (twice) and Thiago Silva when they seemed certain to score.","He was the last Mexican player to leave the pitch to a standing ovation by thousands of green-shirted supporters before being named man of the match.","“We should congratulate their goalkeeper who performed at least four miracles,\" Brazilian striker Fred said after a frustrating afternoon for the hosts who failed time and again to unlock a stubborn Mexican defence.","Brazil coach Luiz Felipe Scolari described Ochoa\u0027s performance as “spectacular\".","At the other end, the Mexicans had a few decent chances of their own in yet another entertaining game at this World Cup, and they could have snatched a victory had their long-range shots been more accurate.","Jose Vasquez, Hector Herrera and Miguel Layun all tried their luck with powerful drives from outside the box that zipped over Julio Cesar\u0027s crossbar.","The draw ended Brazil\u0027s 10-match winning streak, dating back to August when they lost to Switzerland in a friendly.","It also meant that to make the second round of the tournament both teams need points from their final group games on June 23 when Brazil face Cameroon in Brasilia and Mexico meet Croatia in Recife.","“There was a chance here, a chance there, it was very tight,\" Scolari said.","“It wasn\u0027t a question of us evolving or not (from the last game). We\u0027ve been playing this way 20 games, we are up against good teams, we need to understand that.\"","Brazil took control of the match from the outset with Marcelo and Oscar causing mischief down the left and Neymar showing bursts of brilliance when he drifted into the middle.","It was a Neymar header that forced the first of Ochoa\u0027s “miracles\", the keeper scrambling across his line to beat the ball away at his right hand post.","Oscar floated a free kick into the box and Thiago Silva chested it down into the path of Paulinho with just the keeper to beat but again Ochoa got his body in the way and parried the ball to safety.","Brazil turned the screws after the interval against a Mexican side who have never beaten them at the World Cup and have failed to score a single goal against them in four meetings dating back to 1950.","With a passionate Brazilian crowd roaring them on, Neymar came close again, twisting inside his marker and firing in a left-foot shot which Ochoa blocked with his chest.","In the dying minutes Brazilian captain Thiago Silva looked certain to score with a point-blank header but again Ochoa was in the right place to beat the ball away.","Despite their setback, Brazil will be confident of booking their place in the last 16 by taking points from Cameroon.","The Mexicans, meanwhile, will feel their chaotic qualifying campaign is behind them and that they can get a point from Croatia to put them into the knock-out stages for the sixth consecutive World Cup. - Reuters"],"imageCredit":"Reuters","articleId":"brazil-held-by-feisty-mexico","articlePath":"article/brazil-held-by-feisty-mexico.json"},{"pubDate":"June 18 2014 at 04:26am","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-pic-jun18-wcup-russia-south-korea-1.1704840!/image/1253928157.jpg_gen/derivatives/box_300/1253928157.jpg","width":300,"path":"image/1253928157.jpg"},"title":"Kerzhakov rescues Russia","imagePath":"image/1253928157.jpg","relatedArticleList":[{"title":"Ghana stunned by speedy Dempsey","source":"http://www.iol.co.za:80/sport/world-cup/ghana-stunned-by-speedy-dempsey-1.1704144","path":"article/ghana-stunned-by-speedy-dempsey"}],"link":"http://www.iol.co.za:80/sport/world-cup/kerzhakov-rescues-russia-1.1704841","imageCaption":"Russia\u0027s Igor Akinfeev reacts to conceding a goal to South Korea\u0027s Lee Keun-ho (not pictured) during their 2014 World Cup Group H soccer match at the Pantanal arena in Cuiaba on June 17, 2014. Picture: Eddie Keogh","paragraphs":["Cuiaba, Brazil - Russia experienced despair then joy as Alexander Kerzhakov\u0027s stabbed equaliser made amends for goalkeeper Igor Akinfeev\u0027s terrible blunder in an untidy 1-1 draw with South Korea at the World Cup on Tuesday.","The result left the teams in joint second place in Group H after the first round of matches behind leaders Belgium, who earlier came from behind to win 2-1 against Algeria in Belo Horizonte.","Kerzhakov, the sole surviving member of Russia\u0027s last World Cup team at the 2002 finals in Asia, scored in the 74th, three minutes after coming on, to notch his 26th international goal.","The 31-year-old swivelled and struck a shot from inside the six-yard box after fellow substitute Alan Dzagoev\u0027s effort was parried by goalkeeper Jung Sung-ryong.","“I\u0027m happy but I\u0027m sorry at the end because we could have won the game. There was a wonderful reaction by our team after the goal we suffered,\" Russia coach Fabio Capello said.","“We developed a crescendo, we grew (in a way) that was important for me,\" he told reporters.","The South Koreans had taken the lead six minutes earlier when an awful blunder by Akinfeev handed substitute Lee Keun-ho the opening goal at the Pantanal arena.","The 2012 Asian Footballer of the Year unleashed a stinging shot from outside the box that the seasoned Akinfeev appeared to have under control but let slip from his grasp and over his shoulder into the net.","Korea\u0027s coach Hong Myung-bo said he told Lee when he sent him on that the Russians “would be tired and slowing down and he should prepare for that and be more aggressive.","“I think our players really did their utmost on the pitch today. Tactically and physically each and every moment they played intelligently,\" Hong told reporters.","The match was lifted from its torpor by the goal after a chess-like first half of ebb and flow but little danger to the goalkeepers in which young South Korea striker Son Heung-min put two chances well over the bar.","In the 10th minute, Yoon Suk-young hit a long high ball down the left wing and Koo Ja-cheol headed it into the middle where Son took off on a fast diagonal run into the right side of the box where he shot too high.","The 21-year-old striker, a thorn in the Russian defence and voted man-of-the-match, had another chance in the 39th minute when he found space in the middle but his effort from the edge of the box again sailed high over the bar.","Capello said his players took time to get into the match.","“At the beginning, our players were so nervous, I don\u0027t think they were as smooth as they normally are. After the goal we suffered, they reacted,\" he said.","Russia tried to stretch the Korean defence through Yury Zhirkov on the left wing and Alexander Samedov on the right.","Samedov found the angle too tight in the 20th minute and shot wide but on the half-hour when he was fouled 25 metres out by Ki Sung-yueng, who was booked, keeper Jung managed to beat away centre back Sergey Ignashevich\u0027s powerful free kick.","South Korea captain Koo had a shot deflected just wide of the post off the leg of his opposite number Vasili Berezutskiy for a corner in the closing minutes of the first half.","The goalkeepers were called more into action in the second period, Jung having to tip a Victor Faizulin shot over the bar almost from the restart.","At the other end, the experienced Akinfeev was equal to everything the Koreans threw at him, notably a bullet of a free kick from central defender Kim Young-gwon, but he fumbled the apparently easier shot he had to take from Lee.","Both sides, who at this stage look set to fight over second place, went all out for a win in the dying stages with Samedov ballooning a Russian chance high into the air after the ball had crossed the Korean box. - Reuters"],"imageCredit":"Reuters","articleId":"kerzhakov-rescues-russia","articlePath":"article/kerzhakov-rescues-russia.json"},{"topic":"world-cup","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-spt-june13-spain-dutch25-1.1703540!/image/2024609835.jpg_gen/derivatives/box_300/2024609835.jpg","width":300,"path":"image/2024609835.jpg"},"pubDate":"June 17, 2014 at 08:20pm","imagePath":"image/2024609835.jpg","isoDate":"2014-06-17 20:20","link":"http://www.iol.co.za/casillas-gets-backing-from-mourinho-1.1704717","paragraphs":["Spain - Spain goalkeeper and captain Iker Casillas has received backing from an unexpected quarter after his woeful World Cup Group B performance against the Netherlands on Friday - his former coach at Real Madrid Jose Mourinho.","Mourinho, who dropped Casillas from the Real side during his final season in charge in 2012-13 and was widely reported to have fallen out with the club captain, said he would not discard Casillas just because of one poor showing.","Holders Spain suffered a 5-1 loss against the Dutch in Salvador, their worst drubbing at a World Cup finals in more than 60 years, and need a win against Chile on Wednesday to get their bid for a second straight title back on track.","\"The goalkeeper position is a very specific one and I wouldn\u0027t like to make a change just because of one poor game,\" Mourinho told Yahoo! Sports.","\"I would only change something after a bad run of form that clearly shows a keeper lacks confidence and stability and his body language suggests it would be better to change,\" added the Portuguese, who is in his second spell at English club Chelsea.","\"Iker has had a fine run with the Spanish national team and he has the confidence of his coach. One bad game is not sufficient reason to change keepers.\"","Spain coach Vicente del Bosque is unlikely to drop Casillas, whose performances in helping Spain win Euro 2008, the 2010 World Cup and Euro 2012 earned him the nickname \"Saint Iker\" among fans of the Iberian nation.","Del Bosque\u0027s options are in any case limited as one of his two reserve keepers, David De Gea, is injured. Pepe Reina is the other stopper in the squad.","Reuters"],"section":"sport","articleId":"casillas-gets-backing-from-mourinho","title":"Casillas gets backing from Mourinho","numDate":"20140617","description":"“The goalkeeper position is a very specific one and I wouldn\u0027t like to make a change just because of one poor game.\"","relatedArticleList":[{"title":"Del Bosque defends Casillas","source":"http://www.iol.co.za:80/sport/world-cup/del-bosque-defends-casillas-1.1703670","path":"article/del-bosque-defends-casillas"}],"imageCaption":"Spain\u0027s Iker Casillas looks on during their 2014 World Cup Group B soccer match against the Netherlands at the Fonte Nova arena in Salvador June 13, 2014.  Photo by:Marcos Brindicci/Reuters","imageCredit":"Reuters","articlePath":"article/casillas-gets-backing-from-mourinho.json"},{"topic":"rugby","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-spt-pic-duane-vermeulen-1.1704718!/image/3585836246.jpg_gen/derivatives/box_300/3585836246.jpg","width":300,"path":"image/3585836246.jpg"},"pubDate":"June 17, 2014 at 07:20pm","imagePath":"image/3585836246.jpg","isoDate":"2014-06-17 19:20","link":"http://www.iol.co.za/special-homecoming-for-vermeulen-1.1704719","paragraphs":["Mombela - Springbok eighthman Duane Vermeulen will be hoping for a special performance against Wales when he makes his homecoming appearance in Mbombela on Saturday.","Playing in his 18th Test in the green and gold, Vermeulen missed out on the first ever Springbok match played in the Mpumalanga capital, against Scotland last year, because of injury.","The 28-year-old would return to the place where he took his first steps on the rugby field as a barefoot young boy.","\"I missed out last year, so hopefully I can get a good start this weekend. I grew up here and I know most of the people and it\u0027s nice to hear and see that the people are coming out in their numbers to watch this Test and I just looking forward to it,\" Vermeulen said on Tuesday.","\"It\u0027s a massive occasion but hopefully it turns out to be a good one.\"","On the team\u0027s arrival at the airport in the Lowveld on Sunday, Vermeulen was surprised to receive a warm welcome from his grandparents Daan and Lourencia Robbertse. Driving into the city, posters on lamp posts proclaimed the people of Mbombela - formerly known as Nelspruit - were Vermeulen\u0027s greatest fans.","He would count on some special support from the main stand at the Mbombela Stadium where mother Estelien was assembling a brigade  of 109 friends and family members to cheer on her son.","While facing some of the toughest opponents in world rugby was no longer new to Vermeulen, it remained a nerve-racking experience for his mother.","\"The stress started from a young age - at Bulletjie rugby level - and it never ends,\" Estelien said.","\"It is getting better, because when he first toured overseas and  he got injured, I just wanted to get onto a plane and go to him.\"","Estelien said on Tuesday she knew Duane had had the potential to  play rugby at the highest level and she was proud to watch him appearing in the city where it all began.","\"He\u0027s been playing from Bulletjie rugby level where he was playing bare feet. He went from Laerskool Nelspruit and Hoerskool Nelspruit to the Pumas, the Cheetahs and onto the Stormers,\" she said.","Vermeulen suffered a serious knee injury three years ago which kept him out of contention for the Springbok squad at the 2011 World Cup in New Zealand.","However, he did not have to wait much longer before making his Test debut against Australia in Perth on September 8, 2012.","The influential loose forward again suffered a knee injury on the Stormers\u0027 tour of Australasia in 2013 which ruled him out for the June internationals.","Vermeulen made a powerful return during last year\u0027s Rugby Championship and had since taken ownership of the number-eight jersey.","While it seemed unlikely any other player would wrest his starting position away from him any time soon, Vermeulen remained humble in his assessment of his performances at number eight.","\"It\u0027s easy to get here, it\u0027s difficult to stay here - you\u0027re never safe,\" he said.","\"You\u0027ve got to pitch up with that mindset - that you want to be the best and stay in this spot - and not think about losing your place.\"","Sapa"],"section":"sport","articleId":"special-homecoming-for-vermeulen","title":"Special homecoming for Vermeulen","numDate":"20140617","description":"Duane Vermeulen will be hoping for a special performance against Wales when he makes his homecoming appearance in Mbombela.","relatedArticleList":[{"title":"Boks to take it easy after Wales war","source":"http://www.iol.co.za:80/sport/rugby/springboks/boks-to-take-it-easy-after-wales-war-1.1704554","path":"article/boks-to-take-it-easy-after-wales-war"}],"imageCaption":"Duane Vermeulen will be hoping for a special performance against Wales when he makes his homecoming appearance in Mbombela. Photo: Steve Haag","imageCredit":"Gallo Images","articlePath":"article/special-homecoming-for-vermeulen.json"},{"pubDate":"June 17 2014 at 05:50pm","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-stp-pic-rooney-1.1704760!/image/2653616338.jpg_gen/derivatives/box_300/2653616338.jpg","width":300,"path":"image/2653616338.jpg"},"title":"Rooney role the question for England","imagePath":"image/2653616338.jpg","relatedArticleList":[{"title":"Rooney in firing line of pundits","source":"http://www.iol.co.za:80/sport/world-cup/rooney-in-firing-line-of-pundits-1.1703820","path":"article/rooney-in-firing-line-of-pundits"},{"title":"Rooney dilemma for Hodgson","source":"http://www.iol.co.za:80/sport/world-cup/rooney-dilemma-for-hodgson-1.1703920","path":"article/rooney-dilemma-for-hodgson"}],"link":"http://www.iol.co.za:80/sport/world-cup/rooney-role-the-question-for-england-1.1704761","imageCaption":"Wayne Rooney takes part in a squad training session for the 2014 soccer World Cup at the Urca military base in Rio de Janeiro. Photo: Matt Dunham","paragraphs":["Sao Paulo - Start him. Drop him. Move him. The whole of England seems to have an opinion on what Roy Hodgson should do with Wayne Rooney for their Group D clash against Uruguay on Thursday.","It was the under-fire forward\u0027s inviting cross swatted home by Daniel Sturridge that got England level against Italy in their opener on Saturday but, posted on the left, Rooney looked short of fitness and struggled with defensive duties at times.","Despite the clamour in some quarters for Rooney to be dropped to the bench, Hodgson is likely to switch him to a central role behind Sturridge, pushing the jet-heeled Raheem Sterling out wide to romp up and down Uruguay\u0027s right.","The pace of Sterling, Sturridge and Danny Welbeck could cause real problems for the South Americans\u0027 defence, which crumbled in the face of Costa Rica\u0027s direct running in a shock 3-1 defeat in the first game in the group.","While England\u0027s 2-1 defeat on Saturday was their first in a World Cup opener since 1986, they go into their second game at the Corinthians arena in a confident frame of mind after a fearless display full of pace and promise against Italy.","Striker Sturridge acknowledged the level of performance promised much for the future but said England could not be satisfied with being unlucky losers.","\"At the end of the day it\u0027s about results, not performances, and we realise that as a team as well,\" he said on Monday.","\"I don\u0027t think we need to change much, we just need a bit of luck, a break, but we will take the positives out of that and the end thing is that we want results,\" he told reporters.","Hodgson savoured what he called England\u0027s \"best performance\" since he took over two years ago, suggesting he feels little reason to ring the changes for Copa America champions Uruguay.","Like England, Uruguay must recover from an opening loss but there were few positives from a dire performance against Costa Rica in which right back Maxi Perreira was sent off in stoppage time.","Coach Oscar Tabarez told reporters after training on Monday that his team had to be wary of England\u0027s front men, who showed \"great technical potential\" against Italy.","\"They\u0027re fast in decision-making and running. We have to limit them, because they are going to repeat that offensive style against us,\" he added.","Key to Uruguay\u0027s hopes of getting their campaign back on track will be the fitness of striker Luis Suarez, who missed the opener and is still a doubt for Thursday.","Suarez lit up the English Premier League last season with 31 goals in 33 games but underwent keyhole surgery on his left knee last month and was not deemed fit enough to face Costa Rica.","While Tabarez was cagey about his key striker\u0027s chances of facing England, Suarez himself has no doubts about his fitness.","\"I\u0027m 100 percent, otherwise I wouldn\u0027t be here,\" he told Uruguayan reporters at the team\u0027s training camp on Monday.","\"I knew it would be difficult (to be ready for) the first game, but if the proper time was left then I was going to be 100 percent afterwards. I\u0027ve done everything I had to do.","\"I\u0027m training today with the team and I feel in good condition. I never lost the joy and the desire. I never thought I would miss the World Cup.\"","While others were reluctant to describe Thursday\u0027s game as \u0027must win\u0027, Uruguay captain Diego Lugano is full aware of the importance of the match.","\"It\u0027s life or death on Thursday. We\u0027re up against two of the best in the world now (England and Italy). It\u0027s an enormous challenge.\"","Reuters"],"imageCredit":"AP","articleId":"rooney-role-the-question-for-england","articlePath":"article/rooney-role-the-question-for-england.json"},{"topic":"cricket","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-spt-pic-alastair-cook-1.1704722!/image/2898591989.jpg_gen/derivatives/box_300/2898591989.jpg","width":300,"path":"image/2898591989.jpg"},"pubDate":"June 17, 2014 at 05:14pm","imagePath":"image/2898591989.jpg","isoDate":"2014-06-17 17:14","link":"http://www.iol.co.za/england-s-cook-fined-for-slow-over-rate-1.1704723","paragraphs":["London - England captain Alastair Cook has been fined 20 percent of his match fee for a slow over-rate during the drawn first test with Sri Lanka at Lord\u0027s, the International Cricket Council announced on Tuesday.","His team mates were fined 10 per cent after England were found to be one over short of its target.","“Andy Pycroft of the Emirates Elite Panel of ICC Match Referees imposed the fines after the side was ruled to be one over short of its target when time allowances were taken into consideration,\" the ICC said in a statement.","“In accordance with the regulations of the ICC Code of Conduct for Players and Player Support Personnel (the Code) governing minor over-rate offences, players are fined 10 per cent of their match fees for every over their side fails to bowl in the allotted time, with the captain fined double that.\"","Play in the match, which ended in a dramatic draw on Monday when the visitors finished at 201-9 after losing six wickets in the final session, went beyond the 6pm official finishing time on each of the five days, with 17 overs lost in total.","At the post-match news conference Cook said the slow over-rate was not ideal, but it hard to manage with four fast bowlers in the side.","Reuters"],"section":"sport","articleId":"england-s-cook-fined-for-slow-over-rate","title":"England\u0027s Cook fined for slow over-rate","numDate":"20140617","description":"England captain Alastair Cook has been fined 20% of his match fee for a slow over-rate during the first test with Sri Lanka.","imageCaption":"England captain Alastair Cook. Photo: Brett Hemmings","imageCredit":"Getty Images","articlePath":"article/england-s-cook-fined-for-slow-over-rate.json"},{"pubDate":"June 17 2014 at 04:36pm","articleImage":{"height":225,"source":"http://www.iol.co.za/polopoly_fs/iol-spt-pic-luis-suarez-1.1704712!/image/1080226132.jpg_gen/derivatives/box_300/1080226132.jpg","width":300,"path":"image/1080226132.jpg"},"title":"Suarez\u0027s \u0027savage\u0027 desire to beat England","imagePath":"image/1080226132.jpg","link":"http://www.iol.co.za:80/sport/world-cup/suarez-s-savage-desire-to-beat-england-1.1704713","imageCaption":"The prospect of playing England for their World Cup lives is filling Uruguay forward Luis Suarez with wild emotions. Photo: Winnie Pessentheiner","paragraphs":["Montevideo - The prospect of playing England for their World Cup lives is filling Uruguay forward Luis Suarez with wild emotions, the Liverpool player told his country\u0027s media.","For a player twice banned for biting opponents during his career, Suarez told Ovacion Digital that Thursday\u0027s match is stirring up “babarian\" and “savage\" feelings within him.","“I have a barbarian desire to help my team-mates, to be able to go onto the pitch,\" said Suarez, who missed Uruguay\u0027s 3-1 defeat to Costa Rica due to a knee injury.","“I feel like not being able to (play) has left me with savage impotence.","“There was a great risk (to his knee if he played before) but now several more days of rehabilitation have passed and I\u0027m better.\"","Until now there had been doubts about Suarez\u0027s ability to recover from the meniscus operation he underwent in May in time for this game, but the 27-year-old insisted he is ready.","“I\u0027m 100 percent, if it wasn\u0027t the case, I wouldn\u0027t play. I always said I\u0027d come back once I felt fine, once I was at 100 percent, and now I am.","“Maybe I\u0027m lacking some football, or rhythm, that\u0027s obvious because I\u0027ve been inactive, but physically I\u0027m in great shape.\"","There was considerable doom and gloom around the Uruguay camp after their shock defeat to minnows Costa Rica.","But the South American champions still believe they can progress.","“What can I tell the fans? To have faith in us. What happened the other day was a defeat that hurt but it hasn\u0027t deflated us,\" said Suarez.","“We need to show our character, our spirit to tackle these next two games (they also play Italy) which we need to progress.\"","He admitted that character and spirit was lacking when Uruguay suffered the shock of going behind to Costa Rica having led 1-0 at half-time.","“We didn\u0027t manage to get over the second goal, it drained us and  set them free, they were different (thereafter).","“But now we have a great chance for revenge on Thursday.","“It won\u0027t be easy, England have great players, those who can make a difference. They\u0027re a very strong team but like all teams they have strengths and weaknesses.","“What we have to do is exploit their defensive weaknesses and try to concentrate and be careful in our area.\"","It is last chance saloon for both sides with England having lost  their opener 2-1 to Italy.","Defeat for either would almost certainly guarantee elimination and Suarez expects that to play on the players\u0027 minds.","“We both know what type of game we\u0027re going to play. There\u0027s no margin for error, we know we\u0027re on the limit, on the brink of elimination. That way we all know what we\u0027re playing for.\"","Once kick-off comes, Suarez will put to one side personal relationships with his club team-mates at Liverpool, such as captain Steven Gerrard.","“He\u0027ll give his best for his team and me for mine. We both know it\u0027s like this and this is the way it should be.","“Afterwards, away from the pitch, it\u0027s a different story.\"","Sapa-AFP"],"imageCredit":"Getty Images","articleId":"suarez-s-savage-desire-to-beat-england","articlePath":"article/suarez-s-savage-desire-to-beat-england.json"}],"section":"sport"}